{
  "facts": [
    "Tank、Twin、Triplet、Triple Shot、Quad Tank 和 Octo Tank 是第一輪被添加到遊戲裡的坦克（在遊戲公開之前）。", 
    "Tank 的子彈是遊戲裡第六強的，它僅次於 Annihilator、Destroyer、Hybrid、Rocketeer 及 Skimmer 的巨型子彈", "Tank 是遊戲中唯二擁有跳階進化的類型", 
    "Machine Gun 是遊戲中唯二擁有跳階進化的類型", "使用 Tank 攻擊並不會給你更多的經驗值",
    "Twin 本來可以在 30 級時升級到 Triplet，但對於三階坦克來說太強大了，遂將其改為需透過 30 級的 Triple Shot，才能升級至 45 級的 Triplet。",
    "Twin 以前只有一個攻擊模式：兩個砲管接替開火。", "在之前有一個漏洞，當你邊發射子彈邊從 Twin 升級到 Triple Shot 時，會有一個 Destroyer 的子彈出現。",
    "在最早的版本，Triple Shot 可以升級到 Quad Tank（45 級），再升級到 Octo Tank（60 級）。", "Quad Tank 和 Twin Flank 是在遊戲中唯二完全沒有後座力的三階坦克。",
    "Quad Tank 和 Twin Flank 是在遊戲中唯二有可以透過兩種不同方式升級到的三階坦克。", "Twin Flank 以前可以升級至 Octo Tank，但現在不行了",
    "Triplet 的中央砲管是在兩側砲管的上面，在之前不是這樣的，只是因為官方覺得之前的版本看起來不協調，所以才改到這種樣子。",
    "Triplet 是遊戲中少數被更改階層的坦克，另一個是 Sprayer。", "雖然 Triplet 看起來比 Twin 更強，但實際上 Twin 的子彈穿透比 Triplet 的還高。",
    "Spread Shot 是在遊戲中擁有最多砲管的坦克。", "pread Shot 雖然擁有大量的子彈，但後座力還是非常的小。", "Octo Tank 是遊戲中擁有第二多砲管的坦克",
    "Octo Tank 曾經是個五階坦克", "Auto 5 是在遊戲中會自動旋轉的六種坦克之一", "Smasher 是在遊戲中會自動旋轉的六種坦克之一", 
    "Landmine 是在遊戲中會自動旋轉的六種坦克之一", "Spike 是在遊戲中會自動旋轉的六種坦克之一", "Auto Smasher 是在遊戲中會自動旋轉的六種坦克之一", 
    "Auto 3 是在遊戲中會自動旋轉的六種坦克之一", "Auto 5 和 Auto 3 是遊戲中唯二名字裡包含數字的坦克。", "Triple Twin 是遊戲中擁有第三多砲管的坦克。", 
    "在之前的版本中，Battleship 所有的無人機都是無法控制的", "Battleship 是第一台沒有無人機生命與限制數量的坦克", "Battleship 無人機可以偵測彈藥以外的實體的移動路徑",
    "雖然 Battleship 是無人機類型的種類，但當你從 Overseer 升級時，左下方的技能條將無人機（Drone）改為子彈（Bullet），並且將「無人機血量」改為「子彈穿透」。",
    "Sniper 是遊戲中擁有最多四階坦克升級的二階坦克。", "很多玩家都認為 Sniper 的子彈傷害與基本坦克相較之下有增加，但事實上它的傷害是與基本坦克一模一樣的。",
    "Assassin 與 Destroyer 是遊戲中唯二只有一個砲管的三階坦克，而 Trapper 則是只有一個發射器。", "Assassin 升級時並不會增加它的子彈總傷害",
    "Ranger 的視野僅次於眺望中的 Predator，但若不包含眺望功能，Ranger 的視野才是最大的。", "Ranger 的子彈傷害其實跟基本坦克是一樣的，且子彈裝填與 Assassin 相同。",
    "Stalker 是遊戲中第一台可以隱形的坦克。", "在之前的版本中，Stalker 會在瞬間隱形，但後來就將這個漏洞修復了。", "Overseer 是目前遊戲中擁有最多升級的坦克（六種）。",
    "Overlord 是 Overseer 的第一個升級，也是在更新日誌未加進來前，唯一一個使用無人機攻擊的四階坦克。", "在之前 Necromancer 會顯示各個無人機的血量，但後來就被刪除了。",
    "Necromancer 擁有在遊戲裡唯一沒有用途的生成器，它們就像是裝飾一樣。", "Necromancer 是遊戲裡第一台擁有方形本體的坦克。",
    "Overtrapper 的無人機數量在之前是六個，但後來馬上就被削弱為兩個了。", "小兵的子彈比一般的還小，幾乎與 Gunner 的子彈大小相等。","小兵的視野比你自己的還小。", 
    "Factory 在生成小兵時，會有輕微的後座力。", "Factory 是目前唯一擁有紫色背景的坦克。", "如果你的小兵夠靠近你的游標時，你可以按下右鍵或 Shift 來使他們「黏」在游標的位置上。",
    "Factory 生成新進的玩家時，無論它的小兵是否達最大生成上限，都可以直接生成新玩家。", "Hunter 因為之前沒有任何的升級，所以被認為是最差的坦克。",
    "Hunter 最早出現時一次會同時發射五顆子彈，以散彈方式發射。", "Predator 是遊戲中唯一具有眺望遠方功能的坦克。", "Predator 如果包含眺望功能，視野會是遊戲中最大的。",
    "Predator 三發子彈雖然大小不同，但實際上傷害是一樣的。", "Trapper 是遊戲中第一台使用陷阱作為主要攻擊方式的坦克。", 
    "Trapper 擁有的陷阱是唯一一種當本體死亡時，還可以撐 5 ~ 7 秒才消失的彈藥。", "因為 Machine Gun 的砲管與 Manager 的生成器很像，使得新進玩家常常因此而誤解。", 
    "Machine Gun 只有擁有 7 個四階坦克的升級，因此使它成為遊戲中所有二階坦克擁有最少四階升級的種類。", "Destroyer 系列是遊戲中後座力最強及子彈最大的種類。", 
    "在 Destroyer 還沒有任何升級時，它們的子彈穿透是與一般子彈相同的。",
    "Hybrid 原意為混合物，在遊戲裡指的就是將生成器與砲管組合而成的坦克，也因為 Hybrid 是遊戲中第一台擁有兩種攻擊武器的坦克，才會以「混合物」命名。",
    "在伺服器清除者的子彈穿透被增加到無限之前，Hybrid 的一個子彈就可以將伺服器清除者的子彈抵銷。", 
    "Annihilator 的子彈在遊戲中僅次於伺服器清除者，與基本型佔點大砲並列遊戲中第二大的子彈。",
    "很多人都誤以為 Annihilator 的子彈傷害、子彈穿透與後座力比 Destroyer 高、子彈速度與子彈裝填比 Destroyer 少，但經過測試後事實上並不是如此，以上所說的五項技能都沒有被增加或削弱，在升級時唯一被更改的就只有子彈大小而已。",
    "雖然 Skimmer 是屬於 Destroyer 系列的，但它的後座力卻很微弱。", "Skimmer 是遊戲中唯二在導彈上又衍生次級砲管的坦克，另外一個是 Rocketeer。",
    "自從 Skimmer 導彈被改成可自動旋轉後，當你在子彈發射出去時按住右鍵，則導彈會以順時針方向旋轉；反之，如果你在子彈發射出去時放開右鍵，則導彈會以逆時針方向旋轉。",
    "Rocketeer 是至目前為止最新推出的坦克，前一台是他的兄弟──Skimmer。", "如果你將 Rocketeer 的子彈技能點到最高，那他的子彈可以穿過一個大型五角形，這是 Diep.io 遊戲中第一台能做到如此的。",
    "Gunner 是遊戲中唯一所有升級都可以被別種坦克替代的類別。", 
    "45 級的 Gunner 與 45 級的 Gunner Trapper 相比，Gunner Trapper 的子彈是最小的，但如果是以 30 級的 Gunner 比較的話，還是 30 級的 Gunner 最小。",
    "Auto Gunner 是遊戲中第一個擁有自動砲管的坦克。", 
    "在之前的版本，Auto Gunner 的自動砲管不會攻擊佔點大砲、經驗磚與衝撞經驗，但在後來就被改進了，也因此大大的增強了 Auto Gunner 的整體數據。",
    "Auto Gunner 的自動砲管可以偵測實體的移動路徑（除了彈藥）。", "Mega Trapper 的一個陷阱如果配上最高的子彈傷害與穿透，那它就可以完全的抵擋伺服器清除者的一個大型子彈。",
    "許多玩家都認為 Tri-Trapper 陷阱的傷害比 Trapper 的還要低，但事實上並不是如此，大家會認為 Tri-Trapper 傷害較低的原因，是它的陷阱存活時間較短罷了，其實升級前後的傷害是一模一樣的。",
    "Mega Trapper 的發射器與 Gunner Trapper 的差不多大，但所發射出來的陷阱卻是相差甚遠，Gunner Trapper 的陷阱大小與 Mega Trapper 的比起來可說是小巫見大巫。",
    "Sprayer 與 Smasher 是遊戲中唯二的跳階坦克，第一台就是 Sprayer。", "雖然 Sprayer 有一個看似無用小砲管，但它的子彈穿透非常的高，一般被認為是突破子彈幕的關鍵。",
    "Sprayer 本意為「噴霧器」，其取名的來源可能是因為他瘋狂的裝填速度與擴散率，就像噴霧器一般。", "Flank Guard 是唯一沒有後座力的二階坦克。",
    "Flank Guard 的前後砲管發射出的子彈與基本坦克都擁有同樣的傷害。", "Tri-Angle 名字的由來就是因為他就像是一個三角形。", "Booster 與 Fighter 的名字來源是遊戲裡唯二由粉絲創造的。",
    "Booster 雖然看起來會比 Fighter 還快，但事實上他們兩個的速度大約是相等的。", "當時遊戲為了這台 Auto 3，在一天內更新了三次，也是目前單日更新次數最多的一天。",
    "Booster 與 Fighter 的後砲管是遊戲中傷害最低的，（在没有升级與砲管相關的技能下）區區一個小小的五角形就要花上 108 發子彈才可以殺死。",
    "在早期的版本，Auto 3 的自動砲管不會自動攻擊經驗磚與無人機。", "Auto 3 在升級提示中不是在圖標的正中央。", "Smasher、Spike 和 Landmine 是游戲中唯三没有任何攻擊武器的坦克。",
    "Smasher 是兩種跳階升級的坦克之一，另一個是 Sprayer。", "擁有最大血量和身體傷害的 45 級 Smasher 擁有大約 338 點生命與 60 點身體傷害，身體總傷害是兩萬多點，大約是一個大型五角形的三分之一。",
    "當 Landmine 的最大血量與身體傷害全滿時，可以抵抗 Destroyer 的三發子彈或 Mega Trapper 的兩個陷阱。", 
    "Spike 齒輪狀的本體在遊戲中是獨一無二的，但它的齒輪只是裝飾用，真正會造成傷害的還是本體。",
    "在之前的版本中，如果你在隱形的過程中按下左鍵，那你會略微的現形，那如果你按下自動開火，你會無法隱形，這在之後就被修復了。", "Auto Smasher 是 Smasher 系列中唯一有攻擊武器的坦克。",
    "若不考慮血量回復速度的話，一個 1 級的基本坦克需要 411 發子彈才可以殺死一個滿血量滿傷害的 Spike。", "Auto 4 是少數在沙盒模式中無法遊玩的坦克",
    "Spike 之前有一個漏洞，在團隊模式中，只要兩台 Spike 靠近並相撞，那它們就會被彈飛得很遠，這樣的情況也有發生在 Smasher 上，但比較不會那麼的強烈（現都已修復）。",
    "在最早的版本中，伺服器清除者的子彈是紅色的，跟其它坦克一樣。", "伺服器清除者是第一個由系統控制的坦克。", 
    "伺服器清除者可以殺死佔點大砲，一個伺服器清除者就可以單獨把四個佔點大砲殺死。",
    "當你在遊玩生存模式時存活到最後，你會被伺服器清除者殺死，你會發現殺死玩家的那台伺服器清除者有顯示分數，其他則沒有。", "在迷宮模式中，伺服器清除者能穿越牆壁。",
    "伺服器清除者也會攻擊任何被佔領的佔點大砲，與灰色的中立魔王（Fallen Booster 和 Fallen Overlord）。", 
    "2020 年 9 月 24 日前，你可以在沙盒模式中遊玩伺服器清除者，但是本體會比起真實的還要小很多。",
    "你在最早的時候可以用 Tri-Angle 來跑在伺服器清除者前方而不會被攻擊到。但是伺服器清除者被加強了，所以現在你幾乎不可能超越伺服器清除者的速度了。",
    "佔點大砲是遊戲裡唯一中立又是可以受玩家控制的實體，也是唯一可以變換隊伍的坦克。", "佔點模式中的佔點大砲是遊戲裡唯一無法移動的坦克。",
    "即便佔點大砲將經驗磚摧毀，它們的等級永遠都是 75 級。", "佔點大砲在非玩家操控時，會偵測玩家的移動路徑做攻擊。", "Mothership 是遊戲中等級最高的坦克，高達 140 級。",
    "即使你用擁有高穿透力子彈去射擊基本型佔點大砲的子彈，它會稍微的改變子彈方向，但並不能消除基本型佔點大砲的子彈。他的子彈就跟伺服器清除者一樣無法被抵銷。",
    "Mothership 有 100%的抗擊退性，也就是不論受到什麼傷害，它都不會移動自己本身。", "沙盒模式中的 Mothership 的血量條比其他坦克短，但實際血量一樣。",
    "Mounted Turret 在被釋出後的 10 分鐘就被移除了，是目前出現時間最短的坦克。", "唯一遊玩它的方法就是在沙盒模式下的基本坦克按下「\\」，但現在已經被移除了。",
    "Mounted Turret 的階級未知，因為當你成為 Mounted Turret 時，等級會被鎖定在 30 級，就像在佔點模式中擔任佔點大砲一樣。", "Guardian 是遊戲中第一台被添加的中立魔王。",
    "如果你在沙盒模式下遊玩此坦克時按下自殺鍵，死亡畫面上顯示的會是 Ball 的外觀，不過該坦克的名字還是沒有提到。", "Guardian 的經驗磚（衝撞經驗）可以偵測玩家的移動路徑。",
    "Summoner 是遊戲中第二個被添加的中立魔王。", "Summoner 的無人機可以偵測玩家的移動路徑。", "Defender 是唯一本體顏色和彈藥顏色不同的坦克。",
    "Defender 的自動砲管可以偵測玩家的移動路徑，但自動陷阱無法偵測。", "比起其他的中立魔王，Defender 的大小相對來說是比較小的。", 
    "Defender、伺服器清除者與佔點大砲是遊戲中唯三擁有黃色的彈藥。", "Fallen Booster 是目前最可抵抗玩家子彈攻擊的中立魔王。", "Fallen Booster 可以偵測玩家的移動路徑，進行追擊。", 
    "Fallen Booster 是會被伺服器清除者攻擊的。", "Fallen Overlord 因為有大量的無人機保護它，所以被公認是遊戲中最難殺死的中立魔王。", 
    "如果你在 15 級以下時撞到 Fallen Overlord 的其中一個無人機，則那個無人機將會攻擊你，而其他無人機卻不會攻擊。", "Fallen Overlord 是會被伺服器清除者攻擊的。", 
    "方形是唯一在成就系統中有特別為它設立成就的經驗磚，一共有三個。", "遊戲中所有的經驗磚都可以被推出到深灰色邊界外，只有大型五角形不能。",
    "大型五角形在之前被認為擁有 2,000 點血量，但事實證明是有 3,000 點這麼多。", "大型五角形與衝撞經驗相同，都是沒有綠色變種的經驗磚。", "衝撞經驗可以偵測玩家的移動路徑。",
    "因為大型五角形擁有與中立魔王相當的血量，因此某些玩家相信大型五角形是以五角形為雛型的中立魔王。", "小衝撞經驗是遊戲中最小的經驗磚，也是與方形並列血量最低的經驗磚。",
    "綠色方形亦可由 Necromancer 的撞擊化為其的無人機。", "綠色五角形的血量只有大型五角形的三分之一，但經驗量卻是它的四倍多，儘管如此，能一次得到這麼多經驗值的人也屈指可數。",
    "你果你在佔點模式、殲滅模式或生存模式中你用 1 級坦克殺死綠色五角形，你會直接升至 45 級。", "Survival 第一個擁有等待玩家機制的遊戲模式。",
    "原先 Survival 只有三倍的經驗加成，後來變為了五倍，接著變成兩倍，現在則是三倍。", "Survival 是第一個有五倍經驗加成的遊戲模式，不過後來又被調整回來了，目前也是唯一擁有被動獲得經驗的模式。",
    "佔點模式是遊戲中唯一沒有排行榜的模式。", "在舊版本遊戲中的排行榜計算是根據殺人數來做排列，如今已改為以分數計算。", "舊的排行榜並沒有分數條，顯示的方式為「玩家名稱(分數)」 。",
    "目前遊戲中有 47 種類型的公告通知。", "當死亡畫面剛推出時，無論你生存多久，存活時間都會顯示你存活了 60 小時，稍後這個漏洞馬上就被修復了。",
    "單人模式中的所有關閉原因都只是推測的，直到現在都無法找出它的正確關閉原因。", "首次推出陷阱類的坦克時，只有當中的兩個坦克被命名：Trapper 與 Tri-Trapper。",
    "有許多玩家非常排斥伺服器關閉，因為這會使它們的等級全部喪失，但這是錯誤的，當你遊玩單人模式、雙隊模式與四隊模式時，就算因為伺服器關閉而死亡，你的等級還是會留著。",
    "在官方正式發布自動射擊功能之前，這是在駭客端常用的手法。", "在最原始（遊戲推出的第一天：4 月 15 日）的版本中，技能點沒有包含血量回復速度。",
    "殲滅模式原本在中央有個佔點大砲，但隔天隨即被移除。這也是現在殲滅模式的地圖會和單人模式相同的原因。", 
    "成就曾經可在沙盒模式中達成，這也表示的部分成就的取得更加容易，但後來就被移除了。"
  ]
}