export const Anecdote = [
  '把賭博的輪盤上的所有數字加起來剛好會是 666', '骰子相對兩面的點數和都是 7', '如果公園中雕像騎的馬兩條前腿都沒著地的話，就代表這個人是在戰場上陣亡的',
  '如果公園中雕像騎的馬只有一條前腿沒有著地的話，就代表這個人是在戰後因傷重而死的', '如果公園中雕像騎的馬四條腿都著地的話，就代表這個人是自然死亡的',
  '紅心老 K 是唯一一張沒有鬍鬚的老 K', '燈泡並不是由愛迪生發明的，事實上愛迪生有很多專利都是買來的', '希特勒的母親曾考慮墮胎，不過後來被醫生勸阻了',
  '搭飛機發生事故的機率遠遠小於坐車', '如果把石頭放在微波爐中加熱的話，微波爐可能會爆炸', '第一封 email 是 1971 年由 Ray Tomlinson 寄給他自己的',
  '愛因斯坦 9 歲時不能流利說話，他媽媽曾一度以為他是弱智', '根據聖經的說法，是先有雞才有蛋的', '聖誕老人的紅白衣服是源自於可口可樂的配色',
  '畢卡索的全名叫 帕布羅.迭戈.荷瑟.山迪亞哥.弗朗西斯科.德.保拉.居安.尼波莫切諾.克瑞斯皮尼亞諾.德.羅斯.瑞米迪歐斯.西波瑞亞諾.德.拉.山迪西瑪.特立尼達.瑪利亞.帕里西奧.克里托.瑞茲.布拉斯科.畢卡索',
  '戰國時期秦國的丞相商鞅在路上逃亡的時候，要借宿時不敢出示身分證，但他自己規定要借宿必須有身分證，因此當晚他只得流落街頭', '高爾夫球上有 336 個凹槽',
  '因為古人的時間計算不精確，所以羅馬教宗下令讓 1582 年的 10 月的其中 10 天消失', '世界上許多高塔都只是虛有其表，大約有 2 到 3 成的高度都沒有任何實用功能',
  '尼克森在當美國總統前是可口可樂的狂熱者，但他去可口可樂找工作時可口可樂卻沒有錄取他，於是他憤而到百事可樂應徵', '剪刀其實是達文西發明的', '蒙娜麗莎其實沒有眉毛',
  '撲克牌中，每個花色的 K 都分別代表一個歷代的偉大君王：黑桃是大衛王，梅花是亞歷山大大帝，紅心是查理大帝，方塊是凱撒大帝', '打火機比火柴還要早被發明出來',
  '每年約有 100 人因為被原子筆筆蓋噎到而窒息死亡', '人一生中被雷劈中的機率可說是微乎其微，但美國曾有一個人一生中被雷劈過七次，且每次被雷劈後竟都成功地存活下來',
  '慈禧太后的重要生日似乎都不甚完滿，五十大壽時中法戰爭爆發，六十大壽時甲午戰爭爆發，而七十大壽時日俄戰爭爆發', '2001 年 1 月 15 日是維基百科的生日',
  '中國傳統上會以嫡長子（大老婆的大兒子）繼承家業，但歷代 390 多個皇帝中，嫡長子繼位的少之又少', '五金行中所謂五金，指的是金、銀、銅、鐵、錫（一說為鉛）',
  '一旦有人發現小行星，發現者就可以為它命名，然而在 21 世紀初以前有個奇怪的習慣是，小行星的命名來源必須是女性', '避雷針被發明的目的是為了被閃電打中',
  '先前臉書的人工智慧發展出「自己的語言」引起許多人的恐慌，但那只不過是因為研究員沒有要求機器人要遵守英文文法，事實上研究員仍然看得懂他們的對話',
  '一張紙不可能對摺超過 7 次'
];
