export const Discord = [
  '在 Discord 電腦版中，按下 \`Ctrl + /\` 後會出現快捷鍵選單，在這個選單中按下任何方向鍵，都會播放相對應的音效',
  '當你收到 Discord 某位使用者的來電時，你有 0.001 的機率會聽到電子混音的鈴聲',
  '在 Discord  的 404 錯誤網頁中，右方小小的動畫裡會有一個稍微醒目的按鈕，移動游標按下它就可以進入到「Discord Snek」的貪食蛇遊戲',
  '在 Discord 網頁版中，將任何頁面的網址欄中 \`discord\` 前方加上 \`printer.\`，就會被重新導向至一部名為「Computer Man [Extended Version]」的 Youtube 影片',
  '在 Discord 電腦版中，當你在左下角的使用者名稱上連續點擊時，會依序出現層層遞進的提示文字',
  '在 Android 版的 Discord 中，你在外觀介面中點擊灰暗 10 次後，會出現一個極度黑暗模式的選項',
  '當你使用 Discord 的搜尋功能時，如果沒有找到任何匹配的訊息，正常會出現一個放大鏡圖示，但偶爾會出現一根同理心香蕉，如果搜尋發生了錯誤，則會出現一個破碎的放大鏡',
  '在 Discord 開發者網頁中的速率限制文章中，你可以找到一個有連結的 \`:\`，點進去後你會被帶到一個神奇的網頁中',
  '在 Android 版的 Discord 中，你在外觀介面中點擊明亮 10 次後，除了會讓整個螢幕變白以外，還會開啟手機的手電筒',
  '在 Discord 電腦版中，點擊左上角的 Discord 圖標 15 次後，會播放一個 \`Discordo\` 的音效，且在你每次登入時都會再次播放，你可以再對這個按鈕按 15 次以關閉這個功能',
  '在 Discord 電腦應用程式版中，如果你沒有未讀訊息，那麼按下 \`Ctrl + Shift + Alt + 方向鍵上或下\` 會讓整個螢幕微微晃動'
];
