import config from '../../config';

export const Hizollo = [
  '當你輸入...或......，HiZollo 會回應.......，一共是七個點。但有差不多 1% 的機率，他會回應七個句號。', '當你刷中 HiZollo 的稀有回應時，他的動態會更新',
  'HiZollo 有些隱藏指令沒有列在 \`help\` 指令中，這些指令是開發者埋下的小彩蛋', 'HiZollo 原本只是供幾個小群組遊玩使用，作者並沒想到他會如此出名',
  '許多人不知道的是，OOF 也能觸發 HiZollo 的 oof 功能', 'HiZollo 有兩種史詩回應，一種是概率回答的史詩，只有不到 1% 機率出現，另一種是每次都會回答訊息的，出現率為 2%',
  'HiZollo 機器人 Discord 版是在 2019 年 6 月 2 日第一天上線', 'HiZollo 的隱藏指令中，他回應常見、稀有、史詩的機率分別為 32.3%、7%、0.7%',
  'HiZollo 的前綴一共經過了 5 次修改，從最一開始的 \`?\` 依序改為 \`?@\`、\`?$\`、\`#$\`、\`^%\`，直到現在的 \`z!\`', 'HiZollo 的官方簡稱是 hz',
  `如果你在把 HiZollo 加入音樂頻道前就直接使用 \`${config.bot.prefix}music play\` 播放音樂，HiZollo 會自動加入頻道`, 'HiZollo 是使用 discord.js 開發的',
  '有些人不知道，HiZollo 的 \`fact\` 指令是可以鍵入分類來看特定種類事實的',
  'HiZollo 的點燈遊戲是有可能在一開始就出現全亮盤面的',
  'HiZollo 官方網站上方的「邀請機器人」與「支援伺服器」的連結都是重定向頁面，這些頁面的內容都有著開發者埋下的彩蛋'
];
