export const Math = [
  '偶數的數量和正整數一樣多', '要把一塊美金換成零錢有 293 種不同的換法', '111111111*111111111 = 12345678987654321', '1089*9 = 9801',
  '一個平面上的點跟一條直線上的點，兩者的總數是一樣的', '全班 30 個人，其中至少有兩個人生日同一天的機率比丟硬幣丟出正面的機率還高', '0.999... = 1', 
  '最短的數學論文上僅有四個五次方數和為一個五次方數，它推翻了歐拉的猜想：只有 n 個 n 次方數和才能等於一個 n 次方數', '凸多邊形的外角和總是 360 度',
  '三度空間中只有五種正多面體，分別是正四面體、正六面體、正八面體、正十二面體和正二十面體', '只有三種正多邊形可以無縫鑲嵌整個平面，分別是正三角形、正方形和正六邊形',
  '9990~10000 這個範圍沒有質數，小於 10000 的最小質數是 9973', '將 1 到 10 隨機排列，必然找的到一個四個元素的子序列是嚴格遞增的',
  'i^i 是實數，其值約為 0.20788，其中 i 為根號 -1', '381654729 是唯一一個由 1 到 9 構成的九位數使得前 n 位數都是 n 的倍數', '你不可能用尺規作圖把任意角三等分',
  '音樂之所以能發展至今，是因為 2^(7/12) ≒ 3/2 這個巧合，使得五度相生律能夠進化成十二平均律', '托里切利小號是一個體積有限但表面積無限大的圖形',
  '世界上沒有一種投票方法是完全公平的，除非參與投票者只有一個人', '你可以把一顆實心球分成五塊，並透過旋轉和平移組成另兩個與原本球體積相等的實心球',
  '即便讓一隻猴子隨意敲擊鍵盤，只要時間夠長，它也可以打出莎士比亞全集', '不可能事件發生的機率機率一定是 0，但機率是 0 的事件卻有可能會發生',
];
