export default {
  hz: [
    '如果你連保齡球都舉不起來就不用勉強了啦，沒有人會笑你啦哈哈',
    'HiZollo 進入警備模式，基本出力提升 300%，隨後將保齡球接住，直接朝你臉上猛砸',
    'HiZollo 進入警備模式，基本出力提升 300%，隨後將保齡球接住，放入內建絞碎機將保齡球磨成碎片後吸收',
    '你還不賴嘛，下次一起去打保齡球，你當球', '不錯嘛，下次一起去保齡球館，你當瓶子',
    'HiZollo 進入緊急模式，反應力與出力提升 1000%，將保齡球接住後加熱到 1000 度，直接往你臉上砸過去',
    '球非常精準地往 HiZollo 飛去，這時\n> **「ZA WARUDO」**\n時間靜止了，HiZollo 將他的位置與你調換，然後時間繼續流動……'
  ],
  self: [
    '如果你連保齡球都舉不起來就不用勉強了啦，沒有人會笑你啦哈哈', '天啊……你直接把你的鼻樑打斷，我建議你之後找整形醫師時，順便問他可不可以修一下你的腦袋', '你成功把自己砸入加護病房了，看起來應該是有砸成功', '我一直以為只有智障會拿保齡球砸自己，看起來我是對的',
  ],
  others: [
    [
      '如果你連保齡球都舉不起來就不用勉強了啦，沒有人會笑你啦哈哈', '你憑什麼認為你有力氣能丟到離你 50 公分遠的 %t', '嗯……我相信你應該不太會打保齡球',
      '笑死，你的手指卡在保齡球的洞裡', '你的球打中了旁邊的小孩，他的父母看起來很氣', '你不小心鬆了手，保齡球硬生生砸在你腳上，我想這也是你應得的報應吧'
    ], [
      '保齡球砸中 %t 的手臂，嗯……看這個情況醫藥費不便宜喔', '聽說你被起訴殺人未遂，怎麼了'
    ], [
      '%t 當場暈倒', '保齡球直直飛向 %t，真是一記漂亮的 spare', '這球飛的挺漂亮的，搭配上骨頭碎裂的聲音，可謂絕響',
      '傳來了淒厲的哀嚎聲，聽起來像 %t 的聲音'
    ]
  ]
}
