export default {
  hz: [
    '不是 HiZollo 牌的巧克力，我可是不吃的喔', '巧克力球擊中 HiZollo 身上的金屬鎧甲後，反彈到你臉上了，HiZollo 毫髮無損', '憑你的爛巧克力也想取悅我？',
    '你連巧克力球都不會丟我也是沒辦法'
  ],
  self: [
    '你連自己都沒丟到欸，不知道該為你感到開心還是無奈', '巧克力球進到了你的嘴裡，你只是想吃巧克力而已吧', '請不要把食物浪費在這種目標上面',
    '30 分鐘後你從地上爬了起來，這時候你才發現你剛剛把鋼珠看成巧克力球了', '巧克力球輕輕砸中了你的胸膛，別逞強了啦，你應該痛爆了吧'
  ],
  others: [
    [
      '你連丟個巧克力都丟不到是怎樣', '巧克力打中了後方的狗勾，而你現在正在被牠追著跑，這應該就是所謂報應吧', '你連巧克力球都不會丟我也是沒辦法',
      '請不要亂丟食物', '巧克力掉在了地上，碎了一地，跟你的心一樣', '巧克力球掉進了旁邊的水溝裡，恭喜你成功的浪費食物'
    ], [
      '巧克力球輕輕擦過 %t 的衣袖，但他完全沒感覺，你試圖引人注意的計畫又失敗了', '巧克力掉在了地上，爆開的碎片打到了 %t 的小腿'
    ], [
      '沾滿你手汗的巧克力球正中 %t 新買的白色上衣，我不知道你心裡在想什麼，但我很確定他想跟你絕交', '%t 接住了你的雜牌巧克力球，看了一眼後決定當作沒看到',
      '外層已經融化的巧克力球掉到了 %t 昨天洗過的白鞋上，我不知道現在是什麼狀況，但你・完・蛋・了', '巧克力球喀地一聲擊中 %t 的後腦勺，看起來好痛……'
    ]
  ]
}
